[
    {
        "idea": "all-virtual collaborative",
        "verbiage": "We are a collection of design professionals with no front door. We leverage co-working facilities to provide settings for individual work, small meetings and team conferences as needed. Keeping overhead costs low allows us to provide top quality design at a cost-conscious rate."
    },
    {
        "idea": "diverse reservoir",
        "verbiage": "Our staff draws on backgrounds both in and out of the design industry, providing high-level cross-pollination between design disciplines and extra-industrial thinking that allows us to meet our clients right where they need us."
    },
    {
        "idea": "out-of-office",
        "verbiage": "Our 'Out-Of-Office' approach to staff augmentation allows us to get far more living done each and every day while optimizing our productivity for the benefit of our projects and clients."
    },
    {
        "idea": "eclectic mix of industry experts",
        "verbiage": "We're all different. We have varied backgrounds with a broad range of skills and a wide variety of design lenses. Each lens helps us see a clearer and more vibrant picture of what is needed and how design can meets those needs."
    },
    {
        "idea": "dsp ecosystem",
        "verbiage": "We are creating an organic ecosystem of industry creatives and cross-pollinating it with industry experts to form a design kaleidoscope tailored to each client."
    },
    {
        "idea": "unparalleled delivery",
        "verbiage": "We're committed to providing the highest quality design and delivery services, including a deep bench of seasoned architects and technical staff prepared to facilitate a thorough quality assurance program."
    },
    {
        "idea": "high quality design",
        "verbiage": "We know design. Our collective design-mind has been practicing for a long time, so we have the experience and know-how to design, document, and execute an array of project types with a broad range of complexity."
    }
]