[
    {
        "idea": "all-virtual collaborative",
        "verbiage": "means we are a collection of design professionals with no front door, so to speak. We leverage co-working facilities to provede settings for individual dowkr, small meetings and team conferences as needed. Keeping overhead costs low allows us to provide top quality design at a cost conscious rate."
    },
    {
        "idea": "diverse reservoir",
        "verbiage": "means our staff draws on backgrounds both in and out of the design industry, providing high-level cross-pollination between design disciplines and extra-industrial thinking that allows us to meet our clients right where they need us."
    },
    {
        "idea": "out of office",
        "verbiage": "Our staff augmentation program allows us to serve clients and teams anywhere inthe world. This allows us to facilitate a work-life culture that we believe yields happier and more productive people. Our out-of-office approach allows us to get far more living done each and every day."
    },
    {
        "idea": "eclectic mix of industry experts",
        "verbiage": "means we are all different. We have varied backgrounds with a broad range of skills and a wide variety of design lenses."
    },
    {
        "idea": "dsp ecosystem",
        "verbiage": "means we're creating an organic ecosystem of talent and cross-pollinating it with industry experts to form a unique design kaleidoscope for our clients, bringing together the right teams at the right time."
    },
    {
        "idea": "unparalleled delivery",
        "verbiage": "means we're committed to providing the highest quality design and delivery services, including a robust quality management bench of seasoned architects and technical staff able to facilitate a thorough quality assurance program."
    },
    {
        "idea": "high quality design",
        "verbiage": "means we know design... Our collective design-mind has been practicing for a long time, so we have the experience and know-how to design, document, and execute."
    },
    {
        "idea": "right team at the right time",
        "verbiage": "means we have a deep bench of amazing design professionals and a rigorous process for assembling and maintaining teams for our clients."
    }
]