[
    {
        "leftIdea": "design strategy",
        "rightVerbiage": "Collectively, we've been fortunate enough to work with some of the world's most successful companies. Along the way we've developed methods for conducting first-hand research, processes for evaluating our finding, and tools for communicating actionable items back to our clients. With a structured, performance based approach to people and space utilization, our design strategy team will discover what works best, when, and why."
    },
    {
        "leftIdea": "visioning",
        "rightVerbiage": "Imagining what 'can be' is hard. Our visioning experts will guide your team through a focused, meaningful discussion around long-term goals, conceptual ideation, and strategic planning, utilizing user-first storytelling with a future-focused lens."
    },
    {
        "leftIdea": "ethnographic research",
        "rightVerbiage": "Creating something for others is far easier when you know who they are and what they do. Our team of ethnographic researchers plans and executes research studies, analyzes data, gleans actionable insights and clearly identifies opportunities for design intervention."
    },
    {
        "leftIdea": "service design",
        "rightVerbiage": "When a service is working, it is almost invisible. When it is not, it brings a wave of employee frustrations and customer complaints. Our service design team uses holistic, evidence-based blueprinting and ecology mapping to tear down silos and re-sequence all human touchpoints for a well-crafted, nearly imperceptible, people-centered service."
    },
    {
        "leftIdea": "system mapping",
        "rightVerbiage": "Sometimes all we need to do to conquer our challenges is to change our perspective. Our system mapping experts work with you to create a detailed visual of your whole organization, bringing clarity to challenges and successes within your system."
    },
    {
        "leftIdea": "sustainability",
        "rightVerbiage": "Sustainable building can be a challenging world to navigate. We have LEED and WELL certified experts ready to advise in selection of healthy building materials and practices, whether you are working toward a specific certification, or simply trying to leave the world (and the people in it) a little better."
    }
]